Repository: sito92/Praca-inzynierska
Catalog: ServiceCMS/Modules.Resources/Logic.*.resx
Languages: pl_pl

# ConfigureSmtpClientSettingsFailed
source: Configuring SMTP client failed. Please try again.
pl_pl: Konfiguracja klienta SMTP nie powiodła się.

# ConfigureSmtpClientSettingsSuccess
source: Configuring SMTP client succeeded.
pl_pl: Konfiguracja klienta SMTP powiodła się.

# ContactFormEmailSendFailed
source: Sending mail failed. Please try again.
pl_pl: Wysłanie e-maila nie powiodło się.

# ContactFormEmailSendSuccess
source: Sending mail succeeded.
pl_pl: Wysłanie e-maila powiodło się.

source: External link
pl_pl: Zewnętrzny link.

# FileDeleteFailed
source: File deletion failed. Please try again.
pl_pl: Usunięcie pliku nie powiodło się.

# FileDeleteSuccess
source: File deletion succeeded.
pl_pl: Usunięcie pliku powiodło się.

# FileInsertFailed
source: File insert failed. Please try again.
pl_pl: Dodanie pliku nie powiodło się.

# FileInsertSuccess
source: File insert succeeded.
pl_pl: Dodanie pliku powiodło się.

# FileUpdateFailed
source: File update failed. Please try again.
pl_pl: Aktualizacja pliku nie powiodła się.

# FileUpdateSuccess
source: File update succeeded.
pl_pl: Aktualizacja pliku powiodła się.

source: Images
pl_pl: Obrazki.

source: Local link
pl_pl: Wewnętrzny link.

# MenuButtonDeleteFailed
source: Menu button deletion failed. Please try again.
pl_pl: Usunięcie menu button nie powiodło się.

# MenuButtonDeleteSuccess
source: Menu button deletion succeeded.
pl_pl: Usunięcie menu button powiodło się.

# MenuButtonInsertFailed
source: Menu button insert failed. Please try again.
pl_pl: Dodanie menu button powiodło się.

# MenuButtonInsertSuccess
source: Menu button insert succeeded.
pl_pl: Dodanie menu button powiodło się.

# MenuButtonUpdateFailed
source: Menu button update failed. Please try again.
pl_pl: Aktualizacja menu button nie powiodła się.

# MenuButtonUpdateSuccess
source: Menu button update succeeded.
pl_pl: Aktualizacja menu button powiodła się.

# ModifyNewsFailed
source: News update failed. Please try again.
pl_pl: Aktualizacja aktualności nie powiodła się.

# ModifyNewsSuccess
source: News update succeeded.
pl_pl: Aktualizacja aktualności powiodła się.

# ModifyPageFailed
source: Page update failed. Please try again.
pl_pl: Aktualizacja strony nie powiodła się.

# ModifyPageSuccess
source: Page update succeeded.
pl_pl: Aktualizacja strony powiodła się.

# ModifyUserFailed
source: User update failed. Please try again.
pl_pl: Aktualizacja użytkownika nie powiodła się.

# ModifyUserSuccess
source: User update succeeded.
pl_pl: Aktualizacja użytkownika powiodła się.

# NewsCategoryDeleteFailed
source: News category deletion failed. Please try again.
pl_pl: Usunięcie kategorii aktualności nie powiodło się.

# NewsCategoryDeleteSuccess
source: News category deletion succeeded.
pl_pl: Usunięcie kategorii aktualności powiodło się.

# NewsCategoryInsertFailed
source: News category insert failed. Please try again.
pl_pl: Dodanie kategorii aktualności nie powiodło się.

# NewsCategoryInsertSuccess
source: News category insert succeeded.
pl_pl: Dodanie kategorii aktualności powiodło się.

# NewsCategoryUpdateFailed
source: News category update failed. Please try again.
pl_pl: Aktualizacja kategorii aktualności nie powiodła się.

# NewsCategoryUpdateSuccess
source: News category update succeeded.
pl_pl: Aktualizacja kategorii aktualności powiodła się.

# NewsletterReceiverDeleteFailed
source: Newsletter receiver deletion failed. Please try again.
pl_pl: Usunięcie listy odbiorców mailingu nie powiodło się.

# NewsletterReceiverDeleteSuccess
source: Newsletter receiver deletion succeeded.
pl_pl: Usunięcie listy odbiorców mailingu powiodło się.

# NewsletterReceiverInsertFailed
source: Newsletter receiver insert failed. Please try again.
pl_pl: Dodanie listy odbiorców mailingu nie powiodło się.

# NewsletterReceiverInsertSuccess
source: Newsletter receiver insert succeeded.
pl_pl: Dodanie listy odbiorców mailingu powiodło się.

# NewsletterReceiverUpdateFailed
source: Newsletter receiver update failed. Please try again.
pl_pl: Aktualizacja listy odbiorców mailingu nie powiodła się.

# NewsletterReceiverUpdateSuccess
source: Newsletter receiver update succeeded.
pl_pl: Aktualizacja listy odbiorców mailingu powiodła się.

# PopUpInsertFailed
source: Pop-up insert failed. Please try again.
pl_pl: Dodanie pop-up nie powiodło się.

# PopUpInsertSuccess
source: Pop-up insert succeeded.
pl_pl: Dodanie pop-up powiodło się.

# PopUpModifyFailed
source: Pop-up update failed. Please try again.
pl_pl: Aktualizacja pop-up nie powiodła się.

# PopUpModifySuccess
source: Pop-up update succeeded.
pl_pl: Aktualizacja pop-up powiodła się.

# RemoveNewsFailed
source: News deletion failed. Please try again.
pl_pl: Usunięcie aktualności nie powiodło się.

# RemoveNewsSuccess
source: News deletion succeeded.
pl_pl: Usunięcie aktualności powiodło się.

# RemovePageFailed
source: Page deletion failed. Please try again.
pl_pl: Usunięcie strony nie powiodło się.

# RemovePageSuccess
source: Page deletion succeeded.
pl_pl: Usunięcie strony powiodło się.

# RemoveUserFailed
source: User deletion failed. Please try again.
pl_pl: Usunięcie użytkownika nie powiodło się.

# RemoveUserSuccess
source: User deletion succeeded.
pl_pl: Usunięcie użytkownika powiodło się.

# SaveNewsFailed
source: News save failed. Please try again.
pl_pl: Dodanie aktualności nie powiodło się.

# SaveNewsSuccess
source: News save succeeded
pl_pl: Dodanie aktualności powiodło się.

# SavePageFailed
source: Page save failed. Please try again.
pl_pl: Dodanie strony nie powiodło się.

# SavePageSuccess
source: Page save succeeded.
pl_pl: Dodanie strony powiodło się.

# SaveUserFailed
source: User save failed. Please try again.
pl_pl: Dodanie użytkownika nie powiodło się.

# SaveUserSuccess
source: User save succeed.
pl_pl: Dodanie użytkownika powiodło się.

# SendContactFormEmailFailed
source: Sending email failed. Please try again.
pl_pl: Wysłanie e-maila nie powiodło się.

# SendContactFormEmailSuccess
source: Sending email succeeded.
pl_pl: Wysłanie e-maila powiodło się.

# SendNewsletterEmailFailed
source: Newsletter email sending failed. Please try again.
pl_pl: Wysłanie newsletttera nie powiodło się.

# SendNewsletterEmailSuccess
source: Newsletter email sending succeeded.
pl_pl: Wysłanie newsletttera powiodło się.

# ServiceProviderModifyFailed
source: Service provider update failed. Please try again.
pl_pl: Aktualizacja wykonawcy nie powiodła się.

# ServiceProviderModifySuccess
source: Service provider update succeeded.
pl_pl: Aktualizacja wykonawcy powiodła się.

# ServiceProviderRemoveFailed
source: Service provider remove failed. Please try again.
pl_pl: Usunięcie wykonawcy nie powiodło się.

# ServiceProviderRemoveSuccess
source: Service provider remove succeeded.
pl_pl: Usunięcie wykonawcy powiodło się.

# ServiceProviderSaveFailed
source: Service provider insert failed. Please try again.
pl_pl: Dodanie wykonawcy nie powiodło się.

# ServiceProviderSaveSuccess
source: Service provider insert succeeded.
pl_pl: Dodanie wykonawcy powiodło się.

# ServiceTypeModifyFailed
source: Service type update failed. Please try again.
pl_pl: Aktualizacja rodzaju usługi nie powiodła się.

# ServiceTypeModifySuccess
source: Service type update succeeded.
pl_pl: Aktualizacja rodzaju usługi powiodła się.

# ServiceTypeRemoveFailed
source: Service type remove failed. Please try again.
pl_pl: Usunięcie rodzaju usługi nie powiodło się.

# ServiceTypeRemoveSuccess
source: Service type remove succeeded.
pl_pl: Usunięcie rodzaju usługi powiodło się.

# ServiceTypeSaveFailed
source: Service type insert failed. Please try again.
pl_pl: Dodanie rodzaju usługi nie powiodło się.

# ServiceTypeSaveSuccess
source: Service type insert succeeded.
pl_pl: Dodanie rodzaju usługi powiodło się.

# SettingsDeleteFailed
source: Settings deletion failed. Please try again.
pl_pl: Usunięcie ustawień nie powiodło się.

# SettingsDeleteSuccess
source: Settings deletion succeeded.
pl_pl: Usunięcie ustawień powiodło się.

# SettingsInsertFailed
source: Settings insert failed. Please try again.
pl_pl: Dodanie ustawień nie powiodło się.

# SettingsInsertSuccess
source: Settings insert succeeded.
pl_pl: Dodanie ustawień powiodło się.

# SettingsUpdateFailed
source: Settings update failed. Please try again.
pl_pl: Aktualizacja ustawień nie powiodła się.

# SettingsUpdateSuccess
source: Settings update succeeded.
pl_pl: Aktualizacja ustawień powiodła się.
